[
    {
        "title": "Rational Software",
        "image": "rational.platinum-150x100.jpg",
        "info": "IBM® Rational®'s agile solution includes agile practices, process improvement services, training and mentoring services, and products to help companies effectively adopt and tailor agile strategies to meet the unique challenges faced by software delivery teams. Rational software helps companies drive greater value from their software investments and deliver innovative products and services. It enables organizations to seize business opportunities, achieve precision in desired business outcomes, and execute with reduced risk and cost."
    },
    {
        "title": "Pillar",
        "image": "pillar.platinum-150x100.jpg",
        "info": "Pillar has grown to be an industry leading Software Development firm thanks to their innovative agile approach, Speed to Value. Their employees work hard every day. Their customers are time and time again delighted by their creativity and dedication. By utilizing the varying expertise that their members provide, Pillar continues to push forward with service and quality that stands above the rest."
    },
    {
        "title": "Cengage Learning",
        "image": "cengage.learning.gold_-150x59.jpg",
        "info": "Cengage Learning is a leading provider of innovative teaching, learning and research solutions for the academic, professional and library markets worldwide. The company's products and services are designed to foster academic excellence and professional development, increase student engagement, improve learning outcomes and deliver authoritative information to people whenever and wherever they need it. Through the company's unique position within both the library and academic markets, Cengage Learning is providing integrated learning solutions that bridge from the library to the classroom."
    },
    {
        "title": "Visual IMPACT!",
        "image": "vi.platinum-150x100.jpg",
        "info": "Visual IMPACT! is a full-service communications firm, with expertise in combining compelling design, a strong marketing strategy, and innovative technologies into a coordinated message-taking it from ordinary to extraordinary, and common to influential."
    },
    {
        "title": "RIIS",
        "image": "riis.gold_-150x63.jpg",
        "info": "RIIS is a growing IT consulting firm, based in Southfield. At RIIS, we use technology to make business more efficient and leave our clients' businesses better for it. Were a company of independent thinkers with experience in executable requirements, visualization, and Agile software development. And while we solve problems that make our heads hurt, we do it with a sense of humor. Talk to us at Agile and Beyond and we'll share what's under the hood at RIIS."
    },
    {
        "title": "VersionOne",
        "image": "version.one_.gold_-150x27.jpg",
        "info": "VersionOne is recognized by agile practitioners as the leader in agile management tools. By simplifying the process of planning and tracking agile software projects, we help development teams consistently deliver software faster. Since 2002, companies such as Adobe, Boeing, bwin, Intuit, Lilly, Lockheed Martin, McKesson, Oppenheimer, Qualcomm, Sabre and Siemens have turned to VersionOne to help provide greater value to their customers. Agile Made Easier @ VersionOne.com"
    },
    {
        "title": "X by 2, Inc",
        "image": "xby2.gold_-150x101.png",
        "info": "X by 2, Inc. is a Michigan-based, architecture consultancy that specializes in enterprise and application architecture, predominantly in the insurance industry. We work with C-level business and technology leadership to develop strategies for transforming core business operations and systems. Such initiatives include big picture technology and architecture planning, project and architecture reviews/assessments and turnaround, and leadership and program management roles on implementation engagements. X by 2 is in growth mode and is looking to add accomplished architecture professionals and agil"
    },
    {
        "title": "Poppendieck.LLC",
        "image": "poppendieck.gold_-150x37.jpg",
        "info": "Poppendieck.LLC is dedicated to bringing Lean Thinking to Software Development. The company has developed an understanding of the factors which underlie the speed agility, discipline and creativity necessary to develop the information systems of the 21st century."
    },
    {
        "title": "DevJam",
        "image": "devjam-150x45.jpg",
        "info": "DevJam is a company composed of agile collaborators based in the Twin Cities. As mentors and practitioners, they coach, teach and use the processes and technologies which consistently deliver value to customers and consumers. By combining pragmatic agility and strong development skills, they help companies improve, innovate and improvise around the world. Their coaches and developers match technologies and processes in a humane way that produces better software."
    },
    {
        "title": "AccuRev",
        "image": "accurev-150x35.jpg",
        "info": "AccuRev offers comprehensive solutions for successfully scaling Agile processes across the enterprise. These solutions optimize and automate the software development process, and allow organizations using Agile or other development process models to accelerate their throughput and release higher quality software. AccuRev is a full-service partner for Agile software, consulting and training solutions. AccuRev offers AgileCycle, the first fully-integrated best-of-breed Agile Application Lifecycle Management (ALM) solution incorporating Software Configuration Management, Agile Lifecycle Managemen"
    },
    {
        "title": "Custom Business Solutions",
        "image": "custom.business.solutions.silver-150x90.jpg",
        "info": "Custom Business Solutions, a Certified Woman-Owned Business Enterprise, is an Information Technology (IT) consulting and professional services firm. We solve our clients' business problems with solutions that create results that exceed client expectations. We deliver these solutions in ways that make it easy for our customers to do business with us! Custom excels at the rapid implementation of business application solutions allowing us to deliver immediate value to our clients. Custom employs IT professionals of the utmost caliber and ability. Our consultants offer expertise built upon industr"
    },
    {
        "title": "Compuware Corporation",
        "image": "compuware.silver-150x91.jpg",
        "info": "Compuware Corporation, the technology performance company, provides software, experts and best practices to ensure technology works well and delivers value. Compuware solutions make the world's most important technologies perform at their best for leading organizations worldwide, including 46 of the top 50 Fortune 500 companies and 12 of the top 20 most visited U.S. web sites."
    }
]